Repository: cjxgm/clabs
Catalog: window manager/fvwm-crystal-3.0.6/fvwm/locale/*/LC_MESSAGES/fvwm-crystal.po
Languages: sk_sk

source: Window decorations
sk_sk: Dekorácie okien

source: Button model
sk_sk: ©týl tlaèidiel

source: Colorsets
sk_sk: Farby

source: Wallpaper
sk_sk: Pozadie

source: Screensaver
sk_sk: ©etriè obrazovky

source: Screenshot
sk_sk: Snímka obrazovky

source: Developer menu
sk_sk: Vývojárske menu

source: About FVWM-Crystal
sk_sk: O FVWM-Crystal

source: Exit
sk_sk: Ukonèi»

source: Applications
sk_sk: Aplikácie

source: Random
sk_sk: Náhodné

source: System
sk_sk: Systémové

source: User
sk_sk: U¾ívateµské

source: Force suspend
sk_sk: Re¹tart monitora

source: Activate
sk_sk: Aktivova»

source: Lock screen
sk_sk: Uzamknú» obrazovku

source: Preferences
sk_sk: Nastavenia

source: Stop screensaver
sk_sk: Zastavi» ¹etriè obrazovky

source: Start screensaver
sk_sk: Zapnú» ¹etriè obrazovky

source: Logout
sk_sk: Odhlási»

source: Restart
sk_sk: Re¹tart

source: Turn off computer
sk_sk: Vypnú» poèítaè

source: Reboot computer
sk_sk: Re¹tartova» poèítaè

source: I am sure
sk_sk: Áno, som si istý

source: Fullscreen
sk_sk: Celá obrazovka

source: Delayed fullscreen
sk_sk: Celá obrazovka s oneskorením

source: Frame
sk_sk: Okno

source: Music
sk_sk: Hudba

source: Player is stopped
sk_sk: Prehrávaè zastavený

source: Load playlist
sk_sk: Otvori» playlist

source: Save playlist...
sk_sk: Ulo¾i» playlist ...

source: Shuffle playlist
sk_sk: Zmeni» playlist

source: Clear playlist
sk_sk: Vyèisti» playlist

source: Update database
sk_sk: Obnovi» databázu

source: Remove current song
sk_sk: Odstráni» aktuálnu skladbu

source: Remove playlist
sk_sk: Odstráni» playlist

source: Playlist editor
sk_sk: Upravi» playlist

source: Crossfade
sk_sk: Prelínanie

source: Volume
sk_sk: Hlasitos»

source: Toggle random
sk_sk: Náhodné prehrávanie

source: Toggle repeat
sk_sk: Opakované prehrávanie

source: Stop playback
sk_sk: Zastavi» prehrávanie

source: Show/hide player
sk_sk: Ukáza»/skry» prehrávaè

source: Play/Pause
sk_sk: Hra»/Pauza

source: Everything
sk_sk: V¹etko

source: Save playlist
sk_sk: Ulo¾i» playlist

source: Name of the playlist
sk_sk: Názov playlistu

source: Cancel
sk_sk: Zru¹i»

source: Save
sk_sk: Ulo¾i»

source: Iconify
sk_sk: Minimalizova»

source: Close
sk_sk: Zavrie»

source: Destroy
sk_sk: Zru¹i»

source: Identify
sk_sk: Identifikova»

source: Maximize
sk_sk: Maximalizova»

source: Maximize horizontally
sk_sk: Maximalizova» horizontálne

source: Maximize vertically
sk_sk: Maximalizova» vertikálne

source: Take all free space
sk_sk: Zväè¹i» na voµnú plochu

source: Take all horizontal space
sk_sk: Zväè¹i» na voµnú plochu horizontálne

source: Take all vertical space
sk_sk: Zväè¹i» na voµnú plochu vertikálne

source: Stay raised
sk_sk: Na najvy¹¹iu vrstvu

source: Normal mode
sk_sk: Normálna vrstva

source: Stay lowered
sk_sk: Na najni¾¹iu vrstvu

source: Stick
sk_sk: Prilepi»

source: Refresh
sk_sk: Obnovi»

source: Move to upper page
sk_sk: Presunú» hore

source: Move to lower page
sk_sk: Presunú» dole

source: Move to left page
sk_sk: Presunú» vµavo

source: Move to previous page
sk_sk: Na predchádzajúcu stranu

source: Move to right page
sk_sk: Presunú» vpravo

source: Jump to upper page
sk_sk: Skoèi» vy¹¹ie

source: Jump to lower page
sk_sk: Skoèi» ni¾¹ie

source: Jump to left page
sk_sk: Skoèi» vµavo

source: Jump to previous page
sk_sk: Skoèi» na popredie

source: Jump to right page
sk_sk: Skoèi» vpravo

source: Move to page
sk_sk: Presunú» na stranu

source: Version
sk_sk: Verzia

source: Author
sk_sk: Autor

source: FVWM version
sk_sk: Verzia FVWM

source: Identify window
sk_sk: Identifikova» okno

source: Toggle FvwmConsole
sk_sk: Spusti» Fvwm Konzolu

source: Used recipe
sk_sk: Pou¾itý predpis

source: Window focus policy
sk_sk: Spôsob aktivovania okien

source: Default terminal
sk_sk: Predvolený terminál

source: QuakeConsole terminal
sk_sk: Terminál pre QuakeConsole

source: Music player
sk_sk: Prehrávaè hudby

source: New recipe will be used after next startup
sk_sk: Nový predpis bude aktivovaný pri ïal¹om ¹tarte

source: Desktop manager
sk_sk: Správca plochy

source: None
sk_sk: ®iadny

source: Selected desktop manager will be used
sk_sk: Vybratý správca plochy bude pou¾itý

source: at the next start of your X session
sk_sk: po nasledujúcom ¹tarte sedenia

source: Not now
sk_sk: Neskôr

source: Privileged terminals
sk_sk: Privilegované terminály

source: On
sk_sk: Zapnuté

source: Off
sk_sk: Vypnuté
